Repository: Nullkraft/xgsch2pcb_python3
Catalog: po/*.po
Languages: ar, fr, it, pl, pt_br, ru, tr

source: Schematic pages
ar: صفحات المخطط
fr: Schémas
it: Pagine di schema
pl: Arkusze schematów
pt_br: Páginas de esquemas
ru: Страницы схемы
tr: Şematik sayfaları

source: Edit schematic
ar: حرر المخطط
fr: Editer le schéma
it: Modifica schema
pl: Edytuj schemat
pt_br: Editar esquema
ru: Редактировать схему
tr: Şematik düzenle

source: Edit attributes
ar: حرر الصفات
fr: Editer les attributs
it: Modifica attributi
pl: Edytuj atrybuty
pt_br: Editar atributos
ru: Изменить атрибуты
tr: Özellikleri düzenle

source: Layout
ar: نسق
fr: Circuit imprimé
it: Impaginazione
pl: Projekt płytki
pt_br: Disposição
ru: Трассировка
tr: Sayfa düzeni

source: Edit layout
ar: حرر النسق
fr: Routage de la carte
it: Modifica impaginazione
pl: Edytuj płytkę
pt_br: Editar disposição
ru: Редактировать трассировку
tr: Planı düzenle

source: Update layout
ar: حدث النسق
fr: Synchronisation Schéma -> Carte
it: Aggiorna impaginazione
pl: Aktualizuj płytkę
pt_br: Atualizar disposição
ru: Обновить трассировку
tr: Planı güncelleştir

source: xgsch2pcb
pt_br: Interface gráfica de conversão gsch para pcb

source: a GUI for gsch2pcb
ar: واجهة رسومية لـ gsch2pcb
fr: Une Interface Graphique pour gsch2pcb
it: una GUI per gsch2pcb
pl: Interfejs graficzny dla gsch2pcb
pt_br: Interface gráfica de conversão gsch para pcb
ru: графический интерфейс для gsch2pcb
tr: gsch2pcb için bir grafik arayüz

source: translator-credits
ar: Launchpad Contributions: عبد الله شلي (Abdellah Chelli) https://launchpad.net/~sneetsher
fr: Launchpad Contributions: Iznogood https://launchpad.net/~iznogood Joel Silvestre https://launchpad.net/~j-silvestre
it: Launchpad Contributions: Pasquale D'Orsi https://launchpad.net/~pasqualedorsi
pl: Launchpad Contributions: Krzysztof Kościuszkiewicz https://launchpad.net/~k-kosciuszkiewicz
pt_br: Launchpad Contributions: Andrik Machado Batista https://launchpad.net/~andrik
ru: Launchpad Contributions: Karpen https://launchpad.net/~gist2004 Sergey Alyoshin https://launchpad.net/~alyoshin-s
tr: Launchpad Contributions: Ayan Öztürk https://launchpad.net/~ayanozturk cemaletin kara https://launchpad.net/~cemalettinkara

source: You must select either an existing schematic file or enter a filename for a new file.
ar: يجب عليك إنتقاء إما ملف مخطط موجود أو أدخل اسم ملف من أجل ملف جديد.
fr: Vous devez sélectionner soit un fichier schéma existant soit saisir un nom de fichier pour un nouveau fichier.
it: Devi selezionare un file di schema esistente oppure digitare il nome di un nuovo file.
pl: Musisz wybrać istniejący plik schematu lub wprowadzić nazwę nowego pliku.
pt_br: Você precisa selecionar um arquivo de esquemas opu informar um novo nome de arquivo.
ru: Выберите файл существующий схемы или укажите имя файла для новой.
tr: Var olan bir şematik dosyası seçin ya da yeni dosya için dosya adı girin.

source: <span weight="bold" size="larger">Selected file is outside the project directory Add anyway?</span> Projects are best kept in self contained directories. Ensure that you don't move or delete any external files, or the project will be incomplete.
ar: <span weight="bold" size="larger">الملف المنتقى خارج دليل المشروع أضف على أي حال؟</span> من الأحسن أن تحفظ المشاريع في دلائل خاصة بها. تأكد من أنك لن تحرك أو تحذف أية ملفات خارجية، و إلا سيكون المشروع ناقصا.
fr: <span weight="bold" size="larger">Le fichier sélectionné n'est pas dans le répértoire du projet. L'ajouter malgré tout?</span> Il est préferable de garder tous les fichiers du projet dans un répertoire unique.
it: <span weight="bold" size="larger">Il file selezionato non è nella cartella del progetto Aggiungo comunque?</span> E' consigliabile che i progetti siano contenuti in una cartella. Accertarsi di non eliminare o spostare nessun files fuori dalla cartella, altrimenti il progetto potrebbe risultare incompleto.
pl: <span weight="bold" size="larger">Wybrano plik spoza katalogu z projektem Dodać pomimo tego?</span> Najlepiej przechowywać wszystkie pliki związane z projektem w jednym katalogu. W przeciwnym przypadku zmiana nazwy bądź usunięcie plików spoza katalogu projektu spowoduje zdekompletowanie projektu.
pt_br: <span weight="bold" size="larger">Os arquivos selecionados estão fora do diretótio do projeto Adicionar assim mesmo?</span> Os projetos são mais bem guardados diretórios próprios. Assegure-se de não mover ou eliminar quaisquer arquivos externos, ou o projeto estará incompleto.
ru: <span weight="bold" size="larger">Выбранный файл находится вне каталога проекта Добавить в любом случае?</span> Проекты лучше всего хранить в отдельных каталогах. Убедитесь, что вы не перемещали или удаляли внешние файлы, иначе проект будет не полным.
tr: <span weight="bold" size="larger">Seçili dosya proje klasörünün dışında Herhangi bir şekilde ekleyeyim mi?</span>

source: _Add anyway
ar: أضف على أي حال؟
fr: _Ajoute malgré tout
it: _Aggiungi comunque
pl: _Dodaj pomimo tego
pt_br: _Adicionar assim mesmo
ru: _Добавить в любом случае
tr: _Herhangi bir şekilde ekle

source: <span weight="bold" size="larger">Could not create schematic</span> Error %i: %s
ar: <span weight="bold" size="larger">لم يمكن إنشاء مخطط</span> خطأ %i: %s
fr: <span weight="bold" size="larger">Impossible de créer le schéma</span> Erreur %i: %s
it: <span weight="bold" size="larger">Impossibile creare lo schema</span> Errore %i: %s
pl: <span weight="bold" size="larger">Nie można utworzyć schematu</span> Błąd %i: %s
pt_br: <span weight="bold" size="larger">Não é possível criar o esquema</span> Erro %i: %s
ru: <span weight="bold" size="larger">Не удалось создать схему</span> Ошибка %i: %s
tr: <span weight="bold" size="larger"> Şematik oluşturulamadı</span> Hata %i: %s

source: <span weight="bold" size="larger">Could not create schematic</span>
ar: <span weight="bold" size="larger">لم يمكن إنشاء مخطط</span>
fr: <span weight="bold" size="larger">Impossible de créer le schéma</span>
it: <span weight="bold" size="larger">Impossibile creare lo schema</span>
pl: <span weight="bold" size="larger">Nie można utworzyć schematu</span>
pt_br: <span weight="bold" size="larger">Não é possível criar o esquema</span>
ru: <span weight="bold" size="larger">Не удалось создать схему</span>
tr: <span weight="bold" size="larger"> Şematik oluşturulamadı</span>

source: Could not locate tool: %s
ar: لم يمكن تحديد موقع الأداة: %s
fr: Outil introuvable: %s
it: Impossibile trovare il tool: %s
pl: Nie znaleziono programu: %s
pt_br: Não foi possível localizar a ferramenta: %s
ru: Не удалось обнаружить инструмент: %s
tr: Araç yerleştirilemedi: %s

source: Your schematic has changed. Would you like to update your PCB layout?
ar: مخططك قد غير. هل تريد تحديث نسق PCB؟
fr: Le schéma à été modifié. Souhaitez vous synchroniser le circuit imprimé?
it: Lo schema è cambiato. Vuoi aggiornare la disposizione del PCB ?
pl: Schemat został zmieniony. Czy chcesz aktualizować projekt płytki drukowanej?
pt_br: Seu esquema foi modificado. Gostaria de atualizar a disposição no PCB?
ru: Схема была изменена. Хотите обновить печатную плату?
tr: Şemanız değiştirildi. PCB planınızı güncellemek ister misiniz?

source: Leave layout unchanged
ar: أترك التخطيط بلا تغيير
fr: Ignore les modifications de la carte
it: Lascia invariata la disposizione
pl: Nie zmieniaj projektu płytki
pt_br: Deixar disposição sem modificações
ru: Оставить трассировку без изменений
tr: Projeyi değiştirilmemiş bırak

source: creating a new project
ar: إنشاء مشروع جديد
fr: creation d'un nouveau projet
it: creazione di un nuovo progetto
pl: tworzenie nowego projektu
pt_br: criando um novo projeto
ru: создать новый проект
tr: yeni proje oluşturuluyor

source: opening a new project
ar: فتح مشروع جديد
fr: ouverture d'un nouveau projet
it: apertura di un nuovo progetto
pl: otwieranie nowego projektu
pt_br: abrindo um novo projeto
ru: открытие нового проекта
tr: yeni bir proje açılıyor

source: Open Project...
ar: إفتح مشروعا...
fr: Ouverture du Projet...
it: Apri Progetto ...
pl: Otwórz projekt...
pt_br: Abrir Projeto...
ru: Открыть проект...
tr: Proje Aç...

source: closing the project
ar: غلق المشروع
fr: fermeture du projet
it: Chiusura del progetto
pl: zamykanie projektu
pt_br: fechando o projeto
ru: закрытие проекта
tr: proje kapatılıyor

source: [modified]
ar: [معدّل]
fr: [modifié]
it: [modificato]
pl: [zmodyfikowany]
pt_br: [modificado]
ru: [изменён]
tr: [değiştirilmiş]

source: exiting
ar: خروج
fr: Quitte
it: uscire
pl: zamykanie
pt_br: exitentes
ru: выход
tr: çıkılıyor

source: <span weight="bold" size="larger">Problem initialising</span> %s
ar: <span weight="bold" size="larger">إشكال أثناء تمهيد</span> %s
fr: <span weight="bold" size="larger">Problème à l'initialisation de</span> %s
it: <span weight="bold" size="larger">Problema di inizializzazione</span> %s
pl: <span weight="bold" size="larger">Problem z inicjalizacją</span> %s
pt_br: <span weight="bold" size="larger">Problema ao iniciar</span> %s
ru: <span weight="bold" size="larger">Проблема инициализации</span> %s
tr: <span weight="bold" size="larger">Problem Sıfırlanıyor</span> %s

source: <span weight="bold" size="larger">Layout editor still open</span> Close the layout editor before %s.
ar: <span weight="bold" size="larger">محرّر التخطيط مازال مفتوحا</span> أغلق محرّر التخطيط قبل %s.
fr: <span weight="bold" size="larger">L'éditeur de routage est encore actif </span> Fermez le avant %s.
it: <span weight="bold" size="larger">L'editor di layout è già aperto</span> Chiudere l'editor di layout prima %s.
pl: <span weight="bold" size="larger">Edytor obwodów drukowanych jest otwarty</span> Zamknij edytor przed %s.
pt_br: <span weight="bold" size="larger">Editor de disposição continua aberto</span> Feche o editor de disposições antes %s.
ru: <span weight="bold" size="larger">Открыт редактор трассировки</span> Закройте редактор перед %s.
tr: <span weight="bold" size="larger">Proje düzenleyecisi zaten açık </span> %s' den önce proje düzenleyicisini kapatın.

source: <span weight="bold" size="larger">Layout editor still open</span> Close the layout editor first.
ar: <span weight="bold" size="larger">محرّر التخطيط مازال مفتوحا</span> أغلق محرّر التخطيط أولا.
fr: <span weight="bold" size="larger">L'éditeur de routage est encore actif </span> Fermez le d'abord.
it: <span weight="bold" size="larger">L'editor di layout è già aperto</span> Chiudere prima l'editor di layout.
pl: <span weight="bold" size="larger">Edytor obwodów drukowanych jest otwarty</span> Najpierw zamknij edytor.
pt_br: <span weight="bold" size="larger">Editor de disposição continua aberto</span> Feche o editor de disposições primeiro.
ru: <span weight="bold" size="larger">Открыт редактор трассировки</span> Сперва закройте редактор.
tr: <span weight="bold size="larger">Plan düzenleyicisi hala açık.</span> Öncelikle plan düzenleyicisini kapatın.

source: <span weight="bold" size="larger">Save the changes to project "%s" before closing?</span> Any changes made since the last save will be lost.
ar: <span weight="bold" size="larger">إحفظ التغييرات إلى المشروع "%s" قبل الغلق؟</span> أي تغييرات تمت مند آخر حفظ ستضيع.
fr: <span weight="bold" size="larger">Enregistrer les modifications "%s" avant de quitter?</span> Tous les modifications effectuées depuis le dernier enregistrement seront perdues.
it: <span weight="bold" size="larger">Salvare le modifiche al progetto "%s" prima di chiudere?</span> Le modifiche apportate prima dell'ultimo salvataggio saranno annullate.
pl: <span weight="bold" size="larger">Czy zachować zmiany w projekcie "%s" przed zamknięciem?</span> Wszystkie zmiany od ostaniego zapisu zostaną utracone.
pt_br: <span weight="bold" size="larger">Salvar as mudanças para o projeto "%s" antes de fechar?</span> Qualquer mudança feita desde o última gravação será perdida.
ru: <span weight="bold" size="larger">Сохранить изменения в проекте "%s" перед закрытием?</span> Изменения позже последнего сохранения будут утеряны.
tr: <span weight="bold" size="larger">"%s" projesi kapatılmadan önce değişiklikler kaydedilsin mi?</span> Son kaydınızdan sonra yaptığınız değişiklikler kaybolacak.

source: Close _without Saving
ar: أغلق _دون حفظ
fr: Fermer _sans enregistrer
it: Chiudi _senza Salvare
pl: Zamknij _bez zapisywania
pt_br: _Fechar sem salvar
ru: _Закрыть без сохранения
tr: Kaydetmeden çı_k

source: Elements missing from layout
ar: عناصر ناقصة من تخطيط
fr: Composants absents du circuit imprimé
it: Mancano degli elementi dalla disposizione
pl: Elementy nie uwzględnione w projekcie płytki
pt_br: Elementos perdidos na disposição
ru: Отсутствующие на плате элементы
tr: Elemanlar projede kayıyor

source: The footprints for the following elements were not found. Please check the 'footprint' attribute for these elements:
ar: آثار أقدام من أجل العناصر التالية لم يعثر عليها. يرجى التحقق من خاصية 'آثار أقدام' لهذه العناصر :
fr: L'empreinte des composants suivants n'a pas été trouvée. Veuillez vérifier l'attribut 'footprint' de ces composants:
it: Non esistono i footprints per questi elementi. Controlla l'attributo 'footprint' per questi elementi:
pl: Nie znaleziono obrysów niektórych elementów. Sprawdź, czy atrybuty "footprint" tych elementów są poprawne:
pt_br: As trilhas para os seguintes elementos não foram encontrados. Por favor, verifique o atributo "trilha" para estes elementos:
ru: Посадочные места для следующих элементов небыли найдены. Проверьте атрибут 'footprint' для этих элементов:
tr: Takip eden elemanlar için ayak izleri bulunamadı. Lütfen bu elementler için 'ayak izi' değerini kontrol edin:

source: Add schematic page...
ar: أضف صفحة مخطط...
fr: Ajouter un schéma...
it: Aggiungere una pagina di schema
pl: Dodaj arkusz schematu...
pt_br: Adicionar página de esquema...
ru: Добавить страницу схемы...
tr: Şematik sayfası ekle...

source: From file:
ar: من الملف:
fr: Depuis le fichier:
it: Dal file:
pl: Z pliku:
pt_br: Do arquivo:
ru: Из файла:
tr: Dosyadan:

source: Create new:
ar: أنشئ جديد:
fr: Créer un nouveau:
it: Crea nuovo:
pl: Utwórz nowy:
pt_br: Criar novo:
ru: Создать новый:
tr: Yeni Oluştur:

source: Select schematic page...
ar: حدد صفحة مخطط...
fr: Selectionner un schéma...
it: Seleziona pagina schema ...
pl: Wybierz arkusz schematu:
pt_br: Selecione página de esquema...
ru: Выбрать страницу схемы...
tr: Şematik sayfası seç

source: New project...
ar: مشروع جديد...
fr: Nouveau projet...
it: Nuovo progetto...
pl: Nowy projekt...
pt_br: Novo projeto...
ru: Новый проект...
tr: Yeni proje...

source: <span weight="bold" size="larger">A project named "%s" already exists. Do you want to replace it?</span> The project already exists in directory "%s". Replacing it will overwrite its contents.
ar: <span weight="bold" size="larger">مشروع يسمى "%s" موجود مسبقا. هل تريد استبداله؟</span> المشروع موجود بالفعل في الدليل "%s". استبداله سيكتب فوق محتوياته.
fr: <span weight="bold" size="larger">Un projet nommé "%s" existe déja. Désirez vous le remplacer?</span> Le projet existe déja dans le dossier "%s". Le remplacer ecrasera son contenu.
it: <span weight="bold" size="larger">Un progetto di nome "%s" esiste già. Vuoi sostituirlo ?</span> Il progetto già esiste nella cartella "%s". Sostituendolo verrà sovrascritto il suo contenuto.
pl: <span weight="bold" size="larger">Projekt o nazwie "%s" już istnieje. Czy chcesz go zastąpić?</span> Projekt już istnieje w katalogu "%s". Zastąpienie go spowoduje utratę zawartości poprzedniego projektu.
pt_br: <span weight="bold" size="larger">Um projeto nomeado "%s" já existe. Deseja substituí-lo?</span> O projeto já existe no diretório "%s". Ao substituir irá sobrescrever todo seu conteúdo.
ru: <span weight="bold" size="larger">Проект "%s" уже существует. Хотите заменить его?</span> В каталоге "%s" уже существует проект. Замена приведет к перезаписи его содержимого.
tr: <span weight="bold" size="larger> "%s" isimli proje zaten var. Değiştirmek ister misiniz?</span> "%s" dizinindeki proje zaten var. değiştirmek içeriğin hepsinin üzerine yazılacak.

source: _Replace
ar: ا_ستبدل
fr: _Remplacer
it: _Sostituisci
pl: _Zastąp
pt_br: _Substituir
ru: _Заменить
tr: _Yerine Koy

source: <span weight="bold" size="larger">Could not create project</span> Error %i: %s
ar: <span weight="bold" size="larger">لم يمكن إنشاء المشروع</span> خطأ %i: %s
fr: <span weight="bold" size="larger">Impossible de créér le projet</span> Erreur %i: %s
it: <span weight="bold" size="larger">Impossibile creare il progetto</span> Errore %i: %s
pl: <span weight="bold" size="larger">Utworzenie projektu nie powiodło się</span> Błąd %i: %s
pt_br: <span weight="bold" size="larger">Não é possível criar projeto.</span> Erro %i: %s
ru: <span weight="bold" size="larger">Проект не был создан</span> Ошибка %i: %s
tr: <span weight="bold" size="larger">Proje oluşturulamadı.</span> Hata %i: %s

source: <span weight="bold" size="larger">Could not create project</span>
ar: <span weight="bold" size="larger">لم يمكن إنشاء المشروع</span>
fr: <span weight="bold" size="larger">Impossible de créer le projet</span>
it: <span weight="bold" size="larger">Impossibile creare il progetto</span>
pl: <span weight="bold" size="larger">Utworzenie projektu nie powiodło się</span>
pt_br: <span weight="bold" size="larger">Não é possível criar projeto</span>
ru: <span weight="bold" size="larger">Проект не был создан</span>
tr: <span weight="bold" size="larger">Proje oluşturulamadı.</span>

source: <b>Choose project template</b>
ar: <b>اختر قالب مشروع</b>
fr: <b>Choisissez un modèle de projet</b>
it: <b>SCegliere il modello di progetto</b>
pl: <b>Wybierz wzorzec projektu</b>
pt_br: <b>Escolha um modelo</b>
ru: <b>Выбор шаблона проекта</b>
tr: <b>Proje şablonunu seç</b>

source: Blank
ar: فارغ
fr: Vierge
it: Vuoto
pl: Pusty
pt_br: Vazio
ru: Пустой
tr: Boş

source: From template:
ar: من القالب:
fr: A partir du modèle:
it: Dal modello:
pl: Ze wzorca:
pt_br: Do modelo:
ru: Из шаблона:
tr: Şablondan

source: (No templates found)
ar: (لم يعثر على أي قالب)
fr: (Pas de modèles trouvés)
it: (Non esiste il modello)
pl: (Nie znaleziono wzorców)
pt_br: (Modelos não encontrados)
ru: (Шаблоны не найдены)
tr: (Şablon bulunamadı)

source: Create new project
ar: أنشئ مشروعا جديدا
fr: Créer un nouveau projet
it: Crea nuovo progetto
pl: Utwórz nowy projekt
pt_br: Criar um novo projeto
ru: Создать новый проект
tr: Yeni proje oluştur

source: <b>Choose project filename</b>
ar: <b>اختر اسم ملف المشروع</b>
fr: <b>Choisissez un nom pour le projet</b>
it: <b>Scegli il nome file per il progetto</b>
pl: <b>Wybierz nazwę projektu</b>
pt_br: <b>Escolha o nome do projeto</b>
ru: <b>Выберете имя файла проекта</b>
tr: <b>Proje için dosya adı seçin</b>

source: Project name:
ar: اسم المشروع:
fr: Nom du projet:
it: Nome del progetto:
pl: Nazwa projektu:
pt_br: Nome do projeto:
ru: Название проекта:
tr: Proje ismi:

source: Location:
ar: الموقع:
fr: Emplacement:
it: Posizione:
pl: Położenie:
pt_br: Localização
ru: Расположение:
tr: Konum:

source: Select project location...
ar: حدد موقع المشروع...
fr: Selectionnez l'emplacement du projet
it: Seleziona la posizione del progetto ...
pl: Wybierz położenie projektu...
pt_br: Selecionar localização do projeto...
ru: Выберете расположение проекта...
tr: Proje konumunu seç...

source: <b>Project summary</b>
ar: <b>ملخص المشروع</b>
fr: <b>Résumé du Projet</b>
it: <b>Sommario del Progetto</b>
pl: <b>Podsumowanie projektu</b>
pt_br: <b>Sumário do projeto</b>
ru: <b>Сводка проекта</b>
tr: <b>Proje özeti</b>

source: <b>New files to be created:</b>
ar: <b>ملفات جديدة ستنشأ:</b>
fr: <b>Nouveaux fichiers à créer:</b>
it: <b>Nuovi files da creare:</b>
pl: <b>Zostaną utworzone nowe pliki:</b>
pt_br: <b>Novos arquivos a serem criado:</b>
ru: <b>Будут созданы новые файлы:</b>
tr: <b>Yeni dosyalar oluşturuldu:</b>

source: <b>The following files would be overwritten:</b>
ar: <b>الملفات التالية سيكتب فوقها:</b>
fr: <b>Les fichiers suivants serait écrasés:</b>
it: <b>Questi file verranno riscritti:</b>
pl: <b>Następujące pliki zostaną zastąpione nowymi:</b>
pt_br: <b>Os seguintes arquivos serão sobrescritos:</b>
ru: <b>Следующие файлы будут перезаписаны:</b>
tr: <b>Takip edilen dosyaların üzerine yazılacak:</b>

source: Confirm overwrite
ar: أكد إعادة الكتابة
fr: Confirmez l'écrasement
it: Conferma la sostituzione
pl: Potwierdź zastąpienie plików
pt_br: Confirma sobrescrição
ru: Подтвердить перезапись
tr: Üzerine yazmayı onaylayın.

source: Couldn't find 'pcb' executable
ar: لم يمكن العثور على الملف التنفيذي 'pcb'
fr: L'exécutable 'pcb' est introuvable
it: Impossibile trovare l'eseguibile 'pcb'
pl: Nie znaleziono programu 'pcb'
pt_br: Não é possível encontrar executável 'pcb'
ru: Не удалось найти программу 'pcb'
tr: Çalıştırılabilir 'pcb' bulunamadı

source: Couldn't find 'gsch2pcb' executable
ar: لم يمكن العثور على الملف التنفيذي 'gsch2pcb'
fr: L'exécutable 'gsch2pcb' est introuvable
it: Impossibile trovare l'eseguibile 'gsch2pcb'
pl: Nie znaleziono programu 'gsch2pcb'
pt_br: Não é possível encontrar executável 'gsch2pcb'
ru: Не удалось найти программу 'gsch2pcb'
tr: Çalıştırılabilir 'gsch2pcb' bulunamadı

source: ********START UPDATING********
ar: ********بدأ التحديث********
fr: ******** SYNCHRONISATION EN COURS ********
it: ********INIZIO AGGIORNAMENTO *******
pl: ********POCZĄTEK AKTUALIZACJI********
pt_br: ********COMEÇANDO ATUALIZAÇÃO********
ru: ********НАЧАЛО ОБНОВЛЕНИЯ********
tr: ******GÜNCELLEMEYE BAŞLA******

source: ********DONE UPDATING********
ar: ********تم التحديث********
fr: ******** SYNCHRONISATION EFFECTUE ********
it: ********FINE AGGIORNAMENTO********
pl: ********KONIEC AKTUALIZACJI********
pt_br: ********ATUALIZAÇÃO CONCLUÍDA********
ru: ********ОБНОВЛЕНИЕ ВЫПОЛНЕНО********
tr: *******GÜNCELLEME BİTTİ*******

source: Create and edit electronics projects with xgsch2pcb
ar: أنشئ و حرّر مشاريع الإلكترونيك باستخدام xgsch2pcb
fr: Créez et éditez des projets électroniques avec xgsch2pcb
it: Creazione e modifica di progetti elettronici con xgsch2pcb
pt_br: Crie e edite projetos eletrônicos com o xgsch2pcb
ru: Создание и редактирование проектов электроники с xgsch2pcb
tr: xgsch2cb ile elektronik projelerinizi oluşturun ve düzenleyin.

source: gEDA Schematic -> PCB Project
ar: مخطط gEDA -> مشروع PCB
fr: gEDA Schematique -> PCB Projet
it: Schema gEDA -> Progetto PCB
pt_br: Esquema gEDA -> Projeto PCB
ru: Схема gEDA -> Проект PCB
tr: gEDA Şematik -> PCB Projesi
